import React from 'react';
import '../Style/BrandReturn.css';

const BrandReturn = () => {
    return (
        <div className="return-container">
            <h1 className="return-title">นโยบายการเปลี่ยนแปลง และคืนสินค้า</h1>
            <br></br>
            <div className="return-section">
                <h2>เงื่อนไขการเปลี่ยนสินค้า</h2>
                <p>
                    • หากสินค้าที่คุณลูกค้าซื้อจากเว็บไซต์ไปแล้วมีขนาดไม่พอดี คุณลูกค้าสามารถติดต่อขอเปลี่ยนขนาดของสินค้าได้ที่ฝ่ายบริการลูกค้าของเราทาง LINE @angelclothse 
                    ภายใน 30 วัน นับจากวันที่สินค้าไปถึงที่อยู่จัดส่ง จนถึงวันที่ลูกค้าได้ส่งมอบสินค้าคืนให้บริษัทขนส่ง โดยสินค้าและบรรจุภัณฑ์ต้องอยู่ในสภาพครบถ้วนสมบูรณ์และไม่ผ่านการซัก
                </p>
            </div>
            <div className="return-section">
                <h2>เงื่อนไขการคืนสินค้า</h2>
                <p>
                    • กรณีที่คุณลูกค้าซื้อสินค้าจากเว็บไซต์ และไม่พอใจสินค้าโดยต้องการคืนสินค้า สามารถติดต่อขอคืนสินค้าได้ที่ฝ่ายบริการลูกค้าของเราทาง LINE @angelclothse 
                    ภายใน 30 วัน นับจากวันที่สินค้าไปถึงที่อยู่จัดส่ง จนถึงวันที่ลูกค้าได้ส่งมอบสินค้าคืนให้บริษัทขนส่ง โดยสินค้าและบรรจุภัณฑ์ต้องอยู่ในสภาพครบถ้วนสมบูรณ์และไม่ผ่านการซัก
                </p>
            </div>
            <div className="return-section">
                <h2>สินค้าที่ไม่สามารถเปลี่ยนหรือคืนสินค้าได้</h2>
                <ul>
                    <li>สินค้าในกลุ่มชุดลำลอง (Loungewear), ชุดชั้นใน (Innerwear) เช่น บ๊อกเซอร์, เสื้อกล้าม, เสื้อยืดชั้นใน</li>
                    <li>สินค้าประเภทหน้ากากผ้าและกางเกงในทุกแบบ</li>
                    <li>สินค้าที่ถูกแก้ไข หรือซ่อมแซมก่อนการเปลี่ยนหรือคืนสินค้า</li>
                    <li>สินค้าที่ผ่านการซัก และ/หรือรีดแล้ว</li>
                    <li>สินค้าที่ขาดชิ้นส่วนหรืออุปกรณ์ที่สำคัญ เช่น ป้ายราคา และบรรจุภัณฑ์ หรือสินค้าที่ได้รับความเสียหาย</li>
                    <li>สินค้าที่ซื้อเกินกว่า 30 วัน นับจากวันที่รับสินค้า</li>
                    <li>กรณีที่ไม่มีใบเสร็จ ใบสั่งซื้อสินค้า หลักฐานการชำระเงิน</li>
                    <li>สินค้าที่มีรอยข่วน ขาด เสียหาย หรือสินค้าที่สกปรก มีคราบเปรอะจากการกระทำของลูกค้า</li>
                </ul>
            </div>
            <div className="return-section">
                <h2>สิ่งสำคัญที่ต้องใช้ในการเปลี่ยนคืนสินค้า</h2>
                <ul>
                    <li>สินค้าในสภาพสมบูรณ์ตามเงื่อนไขการรับเปลี่ยนหรือคืนสินค้า</li>
                    <li>ใบเสร็จรับเงินจากการซื้อสินค้าที่ต้องการเปลี่ยนหรือคืน</li>
                </ul>
            </div>
            <div className="return-section">
                <h2>วิธีการคืนสินค้า</h2>
                <p>
                    • คุณลูกค้าสามารถแจ้งความประสงค์ในการเปลี่ยน หรือคืนสินค้า ได้ที่ฝ่ายบริการลูกค้าของเราทาง LINE @gqapparel 
                    ทุกวันจันทร์ถึงศุกร์ ตั้งแต่เวลา 9.00 – 18.00 น.
                </p>
            </div>
        </div>
    );
};

export default BrandReturn;
